[
{
"id":1,
"title" : "Cinderella",
"resume" : "A princess who was willing to be a queen, but she receives what she deserves.",
"Synopsis": "The story of Cinderella tells of a kind-hearted young woman who was treated cruelly by her stepmother and sisters, but never the less kept a meek and humble attitude.\nOne day the king decided to throw a ball and invited all the young maidens in his kingdom. While Cinderella’s sisters made her help them get ready for the ball, not once did they ask her if she would like to go with them.\nOnce they left, her Fairy Godmother appeared and helped Cinderella go to the ball with a bit of magic that would only last until midnight. At the ball, Cinderella caught the eye of the prince as she was the most beautiful girl there and they danced all night.\nWhen midnight came, Cinderella had to leave the ball, and in her hurry, one of her glass slippers fell off her feet. The prince found this slipper and vowed to marry the girl whose foot would fit it.\nThough Cinderella’s stepsisters and stepmother tried to keep her from trying it on, the glass slipper was a perfect fit, and she was soon married to the prince and lived happily ever after.\nThis is a wonderful story that captures how keeping a humble attitude will reap its rewards.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/473414275-H.jpg"},


{"id":2,
"title" : "Beauty and the beast",
"resume" : "Princess in love with a beast who's able to win her heart.",
"Synopsis": "Originating in France, this is the story of Belle, a beautiful peasant girl who sacrificed herself in order to take the place of her father, who was taken prisoner by a fierce beast.\nWhile things were uncomfortable and frightening for Belle at first, she soon grew fond of the beast, as he had done nothing but treat her with kindness. When Belle found out her father was sick, she begged the beast to let her go to him and promised to return, but she was held up by the evil Gestan, a famous hunter from the village who wanted to marry Belle. When the village found out about the beast, they vowed to kill him and stormed his castle. Though nearly dying, he is saved and turned into a handsome prince because of Belle’s love for him. It turns out that he had been a prince who had been cursed by a witch; him and his entire household because he did not treat her with kindness. Belle and the Prince marry and live a happy and peaceful life together.\nFrom the prince’s curse, children can learn about the importance of being kind and that if they do not, they will suffer bad consequences, and from Belle, we learn to value what is in a person’s heart rather than their outward appearance.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/196772366-H.jpg"},


{"id":3,
"title" : "Sleeping Beauty",
"resume": "A princess who is waiting for a prince to break the curse of a wicked witch.",
"Synopsis": "The story of Princess Aurora, the much-awaited daughter of the king and queen, was cursed by Maleficent to die by the prick from the spindle of a spinning wheel because her parents did not invite the evil fairy to her Christening.\nFortunately, one of the good fairies who had been invited to the Christening was able to help. Though the princess would still have to be pricked, she would not die, but sleep for a hundred years. She was blessed by the other good fairies and so grew up to be a beautiful, kind and obedient young girl who was often called Briar Rose.\nAs predicted, on her sixteenth birthday Aurora was pricked on her finger by a spinning wheel and fell into a deep sleep; every man, woman, child and animal in the castle along with her.\nA hundred years later, a young prince tried to get to the castle in order to see the famous beauty that had been asleep for so long. When he found her, he was stunned by her beauty and leaned in for a kiss. This broke the curse, and soon everyone in the castle was awoken from their long, hundred year sleep. The prince and princess were married, and the kingdom was happy and peaceful once again.\nSleeping beauty teaches us that even though evil can sometimes interrupt our lives, when good intervenes, it can soften the blow and eventually, evil will be overcome.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/119984278-H.jpg"},


{"id":4,
"title" : "Rapunzel",
"resume": "A princess with a long hair who lives in a tower.",
"Synopsis": "A poor couple got themselves into big trouble when they stole fruit from their neighbour’s garden who was a witch. When she found out, the witch demanded that they give her their child when she was born, to which the couple accepted.\nThe young girl named Rapunzel by the witch, grew up to be very beautiful but was kept locked away in the tower by the wicked witch, from which there was no way in or out. When the witch wanted to go in and see her, she would say Rapunzel, Rapunzel, let down your hair, that I might climb the golden stair.\nOne day when Rapunzel was singing to pass the time, she happened to catch the attention of a young prince, who was so enchanted by her voice that he learned the secret of how to get to her. While Rapunzel was startled by him at first, they soon fell in love. It so happened that Rapunzel accidentally told the witch, “My, you are much heavier than my prince!” after which the witch, infuriated, chopped off her hair and threw her out into the wilderness. The prince was blinded by thorns and roamed the land, lamenting his beloved Rapunzel.\nWhen they found each other again, the prince being lured by a beautiful voice, they cried for joy, and the tears which fell from Rapunzel’s eyes went into the prince’s and cleansed them, enabling him to see again. The two lived together in peace for the rest of their lives.\n\nThe important thing to take away from this story is that one should never steal because very bad things will happen, as in the case of Rapunzel’s parents, who lost their beautiful daughter because they were greedy and stole fruits.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/409012102-H.jpg"},


{"id":5,
"title" : "Snow White",
"resume": "A princess who lives with seven dwarves.",
"Synopsis": "A fair princess indeed, Snow White was named for the colour of her skin, which was white as snow, with hair as black as ebony and lips as red as a rose. Her father, having lost his wife, married again and this new queen was as beautiful as she was proud. She would often consult her mirror and ask “Mirror Mirror, tell me true; who is fairest, tell me who?”\nAs Snow White began to grow, she became more and more beautiful, and the queen’s magic mirror soon began to say so. Enraged and filled with jealousy, the queen sent a huntsman to kill her and bring her the heart of Snow White.\nThe Huntsman, pitying the innocent Snow White, told her to run away and never come back. He instead delivered to the queen the heart of a pig. When the queen consulted her mirror and found that she had been tricked, she determined to kill Snow White herself and so began to prepare her poisoned apple.\nSnow White, in the meantime, found a place with seven dwarfs whom she lived with and cared for. One day when they were at work in the mines, the queen went to see Snow White, disguised as an old peasant woman selling apples. Snow White was convinced to take a bite out of the apple and instantly fell down, as if dead. When the dwarfs found her, they were distraught and laid her in a glass coffin.\nOne day as a prince was passing by, he noticed the dwarfs mourning over a beautiful sleeping girl (for she remained as beautiful as she ever was) and was mesmerized by her beauty. He kissed her hand to bid her farewell, and at that moment, the apple dislodged itself, and Snow White opened her eyes. The prince was so happy that he asked for her hand in marriage and she accepted. There was a grand celebration, and they lived and reigned happily together. The evil queen became sick from her envy and eventually died.\nWe must always remember, from the fate of the queen, that if you lust after physical beauty, you will indeed lose your peace and be quite unhappy when you are not considered the most beautiful, on the contrary, kindness and gentleness win the hearts of many.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/47760532-H.jpg"},

{"id":6,
"title" : "Little Mermaid",
"resume" : "A mermaid who wanted to be a human girl.",
"Synopsis": "In the underwater kingdom of Atlantica, the home of the mer-people, lived a little mermaid who loved nothing more than to look at things on the surface and observe how the humans lived. She longed to be human, and when she ended up rescuing a handsome prince from drowning, she decided that she must become human at any cost as she wanted to be with him. This led her to visit a sea witch and exchanged her voice for a pair of human legs. When she presented herself before the prince, he did not recognise her as the girl who saved him. In the Disney version, despite all odds, the little mermaid and her prince defeat the sea witch and are able to get married and live happily ever after.\nBut in the original story by Hans Christian Anderson the little mermaid does not have singing crabs or flounders in it. The story is quite a tragic one where the little mermaid is not recognized by the prince, who then marries another princess, and the little mermaid loses her life.\nDepending on which story you go with, there are different lessons to be learned. From Disney, one can learn about being brave enough to step into a life that is different from yours in order to get what your heart longs for; while in Anderson’s version, we learn to be content with what we have and not throw away everything, including our lives, for something we are not sure of.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/159364856-H.jpg"
},


{"id":7,
"title" : "Goldilocks And The Three Bears",
"resume" : "A bear family which live into a forest with a lumberjack and Goldenlocks.",
"Synopsis": "This one is sure to teach your children to be mindful and respectful of others as it tells of a curious little girl called Goldilocks, who trespassed on the property of a family of three bears, who had gone out into the woods while their porridge cooled. She had been lost in the woods when she stumbled upon the cottage and noticed through the window that there were three bowls of porridge on the table and that there was nobody home. If she had been more respectful, she would have waited for the bears to come home, but instead, she let her curiosity get the better of her, and she let herself into the house. In fact, not only does Goldilocks trespass, but she also eats baby bear’s porridge, broke his chair and slept in his bed. When they found her, she started awake and was so frightened by them that she jumped out the window and ran away.Had Goldilocks been more respectful, the bears would have treated her with kindness, and she would have made new friends, but instead, she made enemies by being so rude.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/74452000-H.jpg"},


{"id":8,
"title" : "Hansel and Gretel",
"resume": "Two children lost in the forest who go to witch house.",
"Synopsis": "There once lived a poor farmer, his wife and two children. They were so poor that they often had to each survive on one slice of bread and butter for an entire day. His wife was a woman with a hard heart, and she convinced him that the only way they could survive was to abandon the children in the woods.\n\nThe first time they tried it ended in failure as the children followed a trail of pebbles back home, which Hansel had collected after they overheard their parents. The second time, however, the door was locked, and Hansel was unable to collect any pebbles. Instead, he tried leaving a trail of breadcrumbs, but this was a failure as the birds ate everything he dropped. They happened to stumble upon a gingerbread cottage, which they promptly began to eat as they were starving. This turned out to be the cottage of a witch who built the house to lure them into her home so she could eat them. Whilst Hansel was being fattened to be a meal, Gretel ran about like a servant to the witch. Eventually, Gretel managed to shove the wretched old hag into her own oven and saved both herself and her brother.\n\nThe perseverance and quick thinking of these children are noteworthy, though the tale may not be one for the sensitive.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/321539660-H.jpg"},


{"id":9,
"title" : "The Ugly Duckling",
"resume":"A little duck who was different from all ducks.",
"Synopsis": "This heart-warming tale penned by Hans Christian Anderson tells of a little duckling that was called ugly by everyone at the farm in which he lived. He was bullied and mistreated by everyone until one day he was forced to run away. The miserable little duckling was mocked and scorned by everyone who met him and found himself wandering through the frozen winter, alone and barely managing to survive. When he flew to a lake to swim, he met three beautiful swans who greeted him cheerfully. He was confused by their friendly greeting, for all this time he had been chased away. When he looked down at his reflection in the water, he was surprised to see that he had grown into a beautiful swan! A little girl who was throwing breadcrumbs for the noble swans even said that he was the most beautiful of all.We should never judge others by their appearances because it is not appearances that matter, not only can one develop beauty over time, but true beauty is that which lies within, so if we endure and keep moving forward in life, as the little duckling did, then we may one day find ourselves to be considered the most beautiful of all.",
"logo" : "https://cdn.firstcrycdn.com/2018/07/1006756942-H.jpg"},


{"id":10,
"title" : "Frog Prince",
"resume" : "A prince who was a frog.",
"Synopsis": "There was once a king who had beautiful daughters, the youngest often liked to play with a golden ball near a pond in the middle of a forest near the palace. One day, her ball fell into the pond, and it was much too deep for the princess to get, but she was given help by a kind frog who told her that her tears would even melt the stones. He told her that he would get her ball for her if she allowed him to be her playmate and eat from her plate, drink from her cup and sleep in her bed. She agreed, but she did not keep her word when the frog returned her ball to her. Instead, she ran home and left him behind.\nThe next morning the frog showed up at her home and he asked that she please keep her end of the bargain. The king upon hearing what happened ordered his beloved daughter to keep her promise. So she was forced to allow the frog to eat from her plate drink from her cup and sleep in her bed.\nThe morning after the frog told the princess that he would leave her forever if she did one last thing for him which was to give him a kiss. She being glad to be rid of him agreed and kissed him immediately. At once the frog turned into a handsome young prince. He had been cursed and the only thing that could break the curse was the kiss of a princess.\nAnother lesson in not judging anyone by their appearance this story also has the added benefit of teaching your children that it benefits to keep your promises.",
"logo": "https://cdn.firstcrycdn.com/2018/07/92268427-H.jpg"}]

